export
   const logs = {
      start: 'Часы показывали [time], когда [player1] и [player2] бросили вызов друг другу.',
      end: [
         'Результат удара [playerWins]: [playerLose] - труп',
         '[playerLose] погиб(ла) от удара бойца [playerWins]',
         'Результат боя: [playerLose] - жертва, [playerWins] - убийца',
      ],
      hit: [
         '[playerDefence] пытался(ась) сконцентрироваться, но [playerKick] разбежавшись раздробил(а) копчиком левое ухо врага.',
         '[playerDefence] расстроился(ась), как вдруг, неожиданно [playerKick] случайно раздробил(а) грудью грудину противника.',
         '[playerDefence] зажмурился(ась), а в это время [playerKick], прослезившись, раздробил(а) кулаком пах оппонента.',
         '[playerDefence] чесал(а) <вырезано цензурой>, и внезапно неустрашимый [playerKick] отчаянно размозжил(а) грудью левый бицепс оппонента.',
         '[playerDefence] задумался(ась), но внезапно [playerKick] случайно влепил(а) грубый удар копчиком в пояс оппонента.',
         '[playerDefence] ковырялся(ась) в зубах, но [playerKick] проснувшись влепил(а) тяжелый удар пальцем в кадык врага.',
         '[playerDefence] вспомнил(а) что-то важное, но внезапно [playerKick] зевнув, размозжил(а) открытой ладонью челюсть противника.',
         '[playerDefence] осмотрелся(ась), и в это время [playerKick] мимоходом (раздробил(а)) стопой аппендикс соперника.',
         '[playerDefence] кашлянул(а), но внезапно [playerKick] показав палец, размозжил(а) пальцем грудь соперника.',
         '[playerDefence] пытался(ась) что-то сказать, а жестокий [playerKick] проснувшись размозжил(а) копчиком левую ногу противника.',
         '[playerDefence] забылся(ась), как внезапно безумный [playerKick] со скуки, влепил(а) удар коленом в левый бок соперника.',
         '[playerDefence] поперхнулся(ась), а за это [playerKick] мимоходом (раздробил(а)) коленом висок врага.',
         '[playerDefence] расстроился(ась), а в это время наглый [playerKick] пошатнувшись размозжил(а) копчиком губы оппонента.',
         '[playerDefence] осмотрелся(ась), но внезапно [playerKick] робко размозжил(а) коленом левый глаз противника.',
         '[playerDefence] осмотрелся(ась), а [playerKick] вломил(а) дробящий удар плечом, пробив блок, куда обычно не бьют оппонента.',
         '[playerDefence] ковырялся(ась) в зубах, как вдруг, неожиданно [playerKick] отчаянно размозжил(а) плечом мышцы пресса оппонента.',
         '[playerDefence] пришел(ла) в себя, и в это время [playerKick] провел(а) разбивающий удар кистью руки, пробив блок, в голень противника.',
         '[playerDefence] пошатнулся(ась), а в это время [playerKick] хихикая влепил(а) грубый удар открытой ладонью по бедрам врага.',
      ],
      defence: [
         '[playerKick] потерял(а) момент и храбрый [playerDefence] отпрыгнул(а) от удара открытой ладонью в ключицу.',
         '[playerKick] не контролировал(а) ситуацию, и потому [playerDefence] поставил(а) блок на удар пяткой в правую грудь.',
         '[playerKick] потерял(а) момент и [playerDefence] поставил(а) блок на удар коленом по селезенке.',
         '[playerKick] поскользнулся(ась) и задумчивый [playerDefence] поставил(а) блок на тычок головой в бровь.',
         '[playerKick] старался(ась) провести удар, но непобедимый [playerDefence] ушел(ла) в сторону от удара копчиком прямо в пятку.',
         '[playerKick] обманулся(ась) и жестокий [playerDefence] блокировал(а) удар стопой в солнечное сплетение.',
         '[playerKick] не думал(а) о бое, потому расстроенный [playerDefence] отпрыгнул(а) от удара кулаком куда обычно не бьют.',
         '[playerKick] обманулся(ась) и жестокий [playerDefence] блокировал(а) удар стопой в солнечное сплетение.'
      ],
      draw: 'Ничья - это тоже победа!'
   };

